const faqList = {
  recruitment: [
    {
      label: "모집 및 지원",
      title: "모집 기간이 궁금해요.",
      description: (
        <p>
          모집 기간은 때에 따라서 달라요.
          <br />
          최대한 많은 분들이 빠지지 않고 참여할 수 있는 시기로 모집 및 활동
          기간을 정하고 있어요.
          <br />
          <br />
          모집 기간을 계속 찾아볼 필요 없이 홈페이지 내에 ‘알림 신청’을 해두시면
          모집 시작 시 바로 연락 드릴게요!
        </p>
      ),
    },
    {
      label: "모집 및 지원",
      title: "지원 방법이 궁금해요.",
      description: (
        <p>
          지원 방법은 간단해요.
          <br />
          <br />
          모집 기간에 열리는 모집 링크(구글 폼)를 통해 지원해 주세요. 필요한
          내용은 모집 링크에 다 있어요!
          <br />
          1차 서류 지원 이후에 2차 인터뷰를 진행할 분들에게 따로 연락을 드려요.
        </p>
      ),
    },
    {
      label: "모집 및 지원",
      title: "지원 후 결과는 언제 어떻게 발표되나요?",
      description: (
        <p>
          지원 후 결과는 따로 문자로 발송해 드려요.
          <br />
          지원 시 꼭 정확한 휴대폰 번호를 입력하셨는지 더블체크 해주세요!
        </p>
      ),
    },
    {
      label: "모집 및 지원",
      title: "지원 시 포트폴리오가 꼭 필요한가요?",
      description: (
        <p>
          지원하는 포지션에 따라 나누어 설명 드릴게요.
          <br /> <br />
          <strong>개발자</strong>는{" "}
          <strong>Github 주소 제출이 필수예요.</strong> 기술 블로그 링크를
          공유해 주셔도 좋지만, 필수는 아니에요. <br />
          <strong>디자이너</strong>는{" "}
          <strong>포트폴리오 제출이 필수예요.</strong> 사용자 관점에서 문제를
          해결하기 위해 노력한 과정을 담아주세요. <br /> <strong>PM</strong>은
          포트폴리오 제출이 필수는 아니지만, 보여주고 싶은 자료가 있다면 함께
          제출해 주세요.
        </p>
      ),
    },
    {
      label: "모집 및 지원",
      title: "DDD 크루원(팀원) 선발 기준이 무엇인가요?",
      description: (
        <p>
          별도의 선발 기준은 없으며, 열정적으로 함께해 주실 분인지를 서류와
          인터뷰를 통해 확인하고 있어요. <br />
          다만, 원활한 프로젝트 진행을 위해 기본적으로 서비스 배포가 가능하신
          분인지 질문을 드려요.
        </p>
      ),
    },
    {
      label: "모집 및 지원",
      title: "대학생도 참여가 가능한가요?",
      description: (
        <p>
          물론 가능해요! 대학생 분들에게는 DDD 경험이 실무 경험과 노하우를 얻을
          수 있는 좋은 기회가 될 거예요. 다만, 별도의 학습 기간이 주어지지 않기
          때문에 프로덕트에 대한 디자인/개발 경험이 없다면 프로젝트 진행이
          어려울 수 있어요.
        </p>
      ),
    },
  ],
  operation: [
    {
      label: "운영 방식",
      title: "DDD는 무엇을 하는 동아리인가요?",
      description: (
        <p>
          DDD는 열정과 재능이 넘치는 개발자, 디자이너, PM(기획) 분들이 모여
          사이드 프로젝트를 진행하는 모임이에요. <br />
          정해진 기간 내에 주제를 정하여 서비스를 출시하는 목표를 가지고
          활동해요. <br />
          <br />
          DDD는 크루 매니저, 크루 그리고 크루원으로 이루어져 있어요.
          <br />
          <br />
          ➊ 크루 매니저: DDD가 원활하게 진행되도록 운영하고 관리하는 사람을
          말해요.
          <br />➋ 크루: 활동하는 크루원을 묶은 팀을 칭하는 이름이에요.
          <br />➌ 크루원: 크루에 속하는 팀원들을 칭하는 이름이에요.
        </p>
      ),
    },
    {
      label: "운영 방식",
      title: "DDD 활동 기간과 방식이 궁금해요.",
      description: (
        <p>
          DDD는 진행되는 기수에 따라서 8회 또는 9회의 정기 세션을 진행하고
          있어요. <br />
          정기 세션은 격주로 진행되며 대략 4개월을 DDD와 함께 한다고 생각해
          주세요!
        </p>
      ),
    },
    {
      label: "운영 방식",
      title: "크루(팀)는 어떻게 구성되나요?",
      description: (
        <p>
          합격자들이 정해진 뒤 크루 매니저들이 따로 모여 서류와 인터뷰를 통해
          크루원에 대해 분석해요.
          <br /> 그리고 파악한 크루원들의 성향과 특징을 토대로 크루를 구성해요.
          <br />
          <br /> 크루의 구성은 유동적으로 변경될 수 있지만 기본적으로는{" "}
          <strong>백엔드</strong>
          1명, <strong>프론트</strong> 2명, <strong>디자이너</strong> 2명,{" "}
          <strong>PM</strong> 1명으로 구성돼요.
        </p>
      ),
    },
    {
      label: "운영 방식",
      title: "노쇼비와 운영비는 정확히 무엇인가요?",
      description: (
        <p>
          DDD 참여가 확정되시면 노쇼비와 운영비 명목으로 총{" "}
          <strong>15만 원</strong>의 활동비를 받고 있어요.
          <br />
          <br /> <strong>노쇼비(8만원)</strong>란, 모두가 빠지지 않고 열심히
          활동하기를 독려하는 보증금 개념과 비슷해요.
          <br /> DDD 활동은 팀 단위로 프로젝트를 진행하기 때문에 참여도가 매우
          중요해요.
          <br /> 특히나 모두가 모이는 정기 세션(오프라인 모임)에 불참하여 다른
          팀원에게 피해를 주는 경우를 줄이기 위해서 노쇼비를 받고 있어요. DDD
          오프라인 모임에 열심히 참여하셔서 돌려 받을 수 있는 조건에 부합하시면
          활동이 끝난 뒤 다시 입금해 드려요.
          <br />
          <br />
          <strong>운영비(7만원)</strong>란, 정기 세션을 진행하기 위해서 필요한
          최소한의 비용이에요.
          <br />
          정기 세션을 진행할 오프라인 공간 대관, 회식, 경품 및 상금 등에
          사용되며 상세 이용 내역은 전체 크루원이 있는 채널에 투명하게 공유
          드려요.
        </p>
      ),
    },
    {
      label: "운영 방식",
      title: "멘토링이 지원되나요?",
      description: (
        <p>
          따로 멘토링을 정기적으로 지원하고 있지 않아요. <br />
          하지만 직군끼리 모이는 세션을 통해서 함께 배우고 네트워킹할 수 있는
          시간이 주어집니다. <br />이 시간을 적극적으로 활용하시면 얻어가실 수
          있는게 많을 거예요.
        </p>
      ),
    },
  ],
  activities: [
    {
      label: "활동 내용",
      title: "DDD 활동하면 어느 정도 시간을 쏟아야 할까요?",
      description: (
        <p>
          많이 질문하시는 부분 중 하나인데, 오프라인 정기 세션은 4시간~5시간
          동안 진행돼요.
          <br />
          <br /> 다만, 크루와 함께 프로젝트 출시를 목표로 진행하면 역량에 따라
          다를 수 있지만, 매일 2시간 이상 꾸준히 투자하실 수 있어야 해요.
          <br />
          <br /> 직무와 프로젝트 진행 시점에 따라 달라질 수 있는 점을 참고해
          주세요.
        </p>
      ),
    },
    {
      label: "활동 내용",
      title: "개발 기술은 어느 정도까지 필요한가요?",
      description: (
        <p>
          개발 직군마다 기준이 상이하지만, 서비스를 배포할 수 있는 정도의
          수준이라면 저희와 함께 하기에 충분해요.
        </p>
      ),
    },
    {
      label: "활동 내용",
      title: "프로젝트에서 사용될 기술 스택은 어떻게 정해지나요?",
      description: (
        <p>
          기술 스택은 크루가 정해지면, 크루원들과 함께 정한 프로젝트 주제에 따라
          자유롭게 선택하실 수 있어요.
        </p>
      ),
    },
    {
      label: "활동 내용",
      title: "프로젝트 주제는 어떻게 정해지나요?",
      description: (
        <p>
          프로젝트 주제는 크루가 정해지면 크루원들과 함께 상의하여 결정할 수
          있어요.
        </p>
      ),
    },
    {
      label: "활동 내용",
      title: "평균적으로 몇 년차로 구성되어 있나요?",
      description: (
        <p>
          평균적으로 1~4년차가 가장 많고, 그 이상의 경력을 가진 시니어분들도
          프로젝트에 참여하고 있어요.
          <br />
          <br />
          DDD는 경력에 상관없이 모두가 얻어가는 게 있을 수 있도록 팀을 구성하니,
          경력 때문에 지원을 망설이지 마세요!
        </p>
      ),
    },
  ],
};

export default faqList;
