const faqList = [
  {
    title: "지원 후 결과는 언제 어떻게 발표되나요?",
    description: (
      <p>
        지원 후 결과는 따로 문자로 발송해 드려요. 지원 시 꼭 정확한 휴대폰
        번호를 입력하셨는지 더블체크 해주세요.
      </p>
    ),
  },
  {
    title: "지원 시 포트폴리오가 꼭 필요한가요?",
    description: (
      <p>
        <strong>Developer</strong> <br />
        개발자는 Github 주소 제출이 필수예요. 기술 블로그 링크를 공유해 주셔도
        좋지만, 필수는 아니에요.
        <br />
        <br />
        <strong>Product Designer</strong>
        <br />
        디자이너는 포트폴리오 제출이 필수예요. 사용자 관점에서 문제를 해결하기
        위해 노력한 과정을 담아주세요.
        <br />
        <br />
        <strong>Product Manager</strong>
        <br />
        PM은 포트폴리오 제출이 필수는 아니지만, 보여주고 싶은 자료가 있다면 함께
        제출해 주세요.
      </p>
    ),
  },
  {
    title: "DDD 크루원 선발 기준이 무엇인가요?",
    description: (
      <p>
        열정적으로 함께해 주실 분인지를 서류와 인터뷰를 통해 확인하고 있어요.
        다만, <br />
        원활한 프로젝트 진행을 위해 기본적으로 서비스 배포가 가능하신 분인지
        질문을 드려요.
      </p>
    ),
  },
  {
    title: "크루는 어떻게 구성되나요?",
    description: (
      <p>
        합격자들이 정해진 뒤 크루 매니저들이 따로 모여 서류와 인터뷰를 통해
        크루원에 대해 분석해요. <br />
        그리고 파악한 크루원들의 성향과 특징을 토대로 크루를 구성해요. 크루의
        구성은 유동적으로 변경될 수 있지만
        <br />
        기본적으로는 백엔드 1명, 프론트 2명, 디자이너 2명, PM 1명으로 구성돼요.
      </p>
    ),
  },
  {
    title: "정기 모임(세션)은 언제, 어디서 하나요?",
    description: (
      <p>
        서울 수도권 지역에서 격주 토요일 오후 2시-6시에 오프라인 대면으로
        진행되며, 장소 섭외 상황에 따라 변경될 수 있어요. 일정, 장소 등 자세한
        정보는 내부 채널을 통해 공지해드릴 예정이에요.
      </p>
    ),
  },
  {
    title: "대학생도 참여 가능한가요?",
    description: (
      <p>
        물론 가능해요! 대학생 분들에게는 DDD 경험이 실무 경험과 노하우를 얻을 수
        있는 좋은 기회가 될 거예요. 다만, 프로덕트에 대한 디자인/개발 경험이
        없다면 프로젝트 진행이 어려울 수 있어요.
      </p>
    ),
  },
];

export default faqList;
